export const locales = {
    'zh-tw': {
        '图标': '圖標',
        '头像': '頭像',
        '无记录': '無記錄',
        '时间控件': '時間控件',
        '工具函数': '工具函數',
        '富文本1': '富文本1',
        '富文本2': '富文本2',
        '富文本3': '富文本3',
        '图片裁剪': '圖片裁剪',
        '图表': '圖表',
        '柱状图': '柱狀圖',
        '线性图': '線性圖',
        '雷达图': '雷達圖',
        '饼图': '餅圖',
        '地理坐标系': '地理坐標系',
        '最多输入{num}个字': '最多輸入{num}個字'
    },
    'en': {
        '图标': 'Icon',
        '头像': 'Avatar',
        '无记录': 'NoneTip',
        '时间控件': 'TimePicker',
        '工具函数': 'Tool',
        '富文本1': 'umEditor',
        '富文本2': 'quillEditor',
        '富文本3': 'tinymce',
        '图片裁剪': 'cropper',
        '图表': 'Echart',
        '柱状图': 'Bar',
        '线性图': 'Line',
        '雷达图': 'Radar',
        '饼图': 'Pie',
        '地理坐标系': 'Geo',
        '最多输入{num}个字': 'document_max_num'
    }
}